tap "azure/bicep"
tap "azure/functions"
tap "damenly/virt-manager"
tap "fluxcd/tap"
tap "github/gh"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "age"
brew "ansible"
brew "autoconf"
brew "azcopy"
brew "aztfexport"
brew "python@3.10"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "brew-cask-completion"
brew "python@3.9"
brew "unbound"
brew "gnutls"
brew "cask"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "dockutil"
brew "exiftool"
brew "fish"
brew "gh"
brew "gifsicle"
brew "git"
brew "gitleaks"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "harfbuzz"
brew "graphviz"
brew "handbrake"
brew "helm"
brew "httpie"
brew "hugo"
brew "infracost"
brew "ipcalc"
brew "iperf"
brew "jq"
brew "k3d"
brew "k9s"
brew "kompose"
brew "kubernetes-cli"
brew "kustomize"
brew "mas"
brew "mcrypt"
brew "mosquitto"
brew "mysql"
brew "neovim"
brew "nmap"
brew "node"
brew "openssh"
brew "packer"
brew "pandoc"
brew "pre-commit"
brew "prettier"
brew "pv"
brew "rust"
brew "sops"
brew "ssh-copy-id"
brew "stern"
brew "telnet"
brew "terraform"
brew "tflint"
brew "tmux"
brew "wget"
brew "wrk"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "azure/bicep/bicep"
brew "azure/functions/azure-functions-core-tools@4"
brew "fluxcd/tap/flux"
brew "go-task/tap/go-task"
cask "1password-beta", args: { appdir: "/Applications" }
cask "1password-cli-beta", args: { appdir: "/Applications" }
cask "alacritty"
cask "alfred", args: { appdir: "/Applications" }
cask "alt-tab", args: { appdir: "/Applications" }
cask "audacity", args: { appdir: "/Applications" }
cask "bartender", args: { appdir: "/Applications" }
cask "cheatsheet", args: { appdir: "/Applications" }
cask "discord", args: { appdir: "/Applications" }
cask "docker", args: { appdir: "/Applications" }
cask "drawio", args: { appdir: "/Applications" }
cask "elgato-stream-deck", args: { appdir: "/Applications" }
cask "elgato-wave-link"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome", args: { appdir: "/Applications" }
cask "hdhomerun", args: { appdir: "/Applications" }
cask "iterm2", args: { appdir: "/Applications" }
cask "keyboard-maestro", args: { appdir: "/Applications" }
cask "logitech-options", args: { appdir: "/Applications" }
cask "loopback"
cask "microsoft-azure-storage-explorer"
cask "microsoft-edge", args: { appdir: "/Applications" }
cask "microsoft-teams", args: { appdir: "/Applications" }
cask "obs"
cask "obs-ndi"
cask "obsidian", args: { appdir: "/Applications" }
cask "parallels-virtualization-sdk", args: { appdir: "/Applications" }
cask "plex", args: { appdir: "/Applications" }
cask "plexamp", args: { appdir: "/Applications" }
cask "powershell", args: { appdir: "/Applications" }
cask "remoteviewer"
cask "spotify", args: { appdir: "/Applications" }
cask "teamviewer"
cask "vagrant", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "vlc", args: { appdir: "/Applications" }
cask "yubico-yubikey-manager", args: { appdir: "/Applications" }
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Discovery", id: 1381004916
mas "Disney Mania", id: 1544934886
mas "Home Assistant", id: 1099568401
mas "iHelp", id: 617187233
mas "iMovie", id: 408981434
mas "Jetpack 2", id: 1598096399
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "MQTT Explorer", id: 1455214828
mas "OneDrive", id: 823766827
mas "Pluralsight", id: 431748264
mas "Prime Video", id: 545519333
mas "Reeder", id: 1529448980
mas "SerialTools", id: 611021963
mas "Sonic Racing", id: 1461172325
mas "Tailscale", id: 1475387142
mas "The Unarchiver", id: 425424353
mas "WhatsApp", id: 1147396723
mas "xLights", id: 1137297689
